Repository: bunnyhu/sheetCAM-HU
Catalog: version 7/*/LC_MESSAGES/messages.po
Languages: hu

source: The new generation of CAM.
hu: Az új generációs CAM.

source: (C) 2007-2013 Stable Design
hu: (C) 2007-2013 Stabil verzió

source: Copy ID to clipboard
hu: Kulcs másolása a vágólapra

source: Show licence
hu: Mutasd a licenszet

source: Registered to: %s
hu: Regisztrálva: %s

source: License ID: %s
hu: Licensz kulcs: %s

source: %i days remaining
hu: %i nap van hátra

source: This product is unregistered
hu: A program nincs regisztrálva

source: This file no longer exists
hu: A fájl már nem létezik

source: Length
hu: Hossz

source: Feed rate
hu: Előtolás

source: Start code
hu: Indító kód

source: End code
hu: Záró kód

source: Don't ask me again
hu: Ne kérdezze többször

source: An automatic backup has been found Do you want to load it?
hu: Egy automatikus mentést találtam. Szeretnéd betölteni?

source: Auto backup
hu: Automatikus mentés

source: Restored backup
hu: Mentés visszaállítása

source: We are very sorry but %s has encountered an internal error. It would be very helpful if you could send a debug report so we can try to find out what went wrong
hu: Sajnáljuk, de %s belső hiba történt. Nagy nagy segítség lenne, ha elküldenéd a hibakereső riportot számunkra, hogy kideríthessük, mi okozza a meghibásodást

source: Array
hu: Tömb

source: Number of columns
hu: Oszlopok száma

source: Number of rows
hu: Sorok száma

source: Array area
hu: Tömb terület

source: Fit to material
hu: Anyaghoz igazítva

source: Part spacing
hu: Termék távolság

source: Gap between parts
hu: A termékek közötti hézag

source: Grid spacing
hu: Rács távolság

source: Offset even rows
hu: Eltolás páros soroknál

source: Enabled
hu: Engedélyezett

source: Holding tabs
hu: Rögzítő hidak

source: Thickness
hu: Vastagság

source: Clean up exit ramp
hu: Kivezetésnél törölni

source: Auto tabbing
hu: Automatikus rögzítő hidak

source: Minimum number of tabs
hu: Hidak minimális száma

source: Max tab spacing
hu: Hidak max távolsága

source: Tabs on inside cuts
hu: Hidak a belső vágáson

source: Clear all
hu: Minden törlés

source: Place tabs
hu: Hidak elhelyezése

source: Line tabbing
hu: Hidak sorban

source: Line angle
hu: Sor szöge

source: Calculating
hu: Kiszámítás

source: Do you want to save your changes?
hu: El akarod menteni a változásokat?

source: You have modified the code in the editor. Are you sure you want to run the post processor and overwrite the changes?
hu: Megváltoztattad a kódot a szerkesztőben. Biztosan futtatni szeretnéd a vezérlőkód készítőt és felülírni a változásokat?

source: Code editor
hu: Kód szerkesztő

source: Code snippet
hu: Kód részlet

source: Code name
hu: Kód név

source: Tool
hu: Szerszám

source: Notes
hu: Megjegyzések

source: This code snippet name is already in use You cannot have two code snippets with the same name.
hu: Ez a kódrészlet neve már használatban van Nem lehet két azonos nevű kódrészlet.

source: Unable to write file. Is it write protected?
hu: A fájl nem írható. Esetleg írásvédett (vagy más program használja)?

source: Error
hu: Hiba

source: Contour
hu: Kontúr

source: Reverse open paths
hu: Fordított nyílt körvonal

source: Offset open paths
hu: Eltolás nyílt körvonalakra

source: Leadins on open paths
hu: Bevezetés nyílt körvonalakra

source: Climb cut
hu: Mászó vágás

source: Overcut corners
hu: Sarkoknál túlvágás

source: Angle threshold
hu: Szögküszöb

source: Basic
hu: Alapok

source: Cut start
hu: Vágás start

source: Cut path
hu: Vágás útvonal

source: Cut direction
hu: Vágás iránya

source: V
hu: Sz

source: H
hu: M

source: Cut ordering
hu: Vágás sorrend

source: Optimisation
hu: Optimalizálás

source: Manual
hu: Kézi

source: Optimise now
hu: Optimalizálás most

source: Start position
hu: Indulási pozíció

source: Cutting rules
hu: Vágási szabályok

source: All inside first
hu: A belsőket először

source: Shortest path
hu: Legrövidebb útvonal

source: Keep parts together
hu: Tarts a termékeket együtt

source: Minimise thermal distortion
hu: Hődeformáció minimalizálás

source: Preferred distance between cuts:
hu: Elvárt távolság a vágások között:

source: Use the same folder as the job file
hu: A munka fájllal azonos mappát használja

source: Select the directories to use
hu: Válaszd ki a könyvtárat a használathoz

source: If a folder is not checked, it will remember the folder you last used.
hu: Ha egy mappa nincs bepipálva, emlékezni fog az utoljára használt mappára.

source: Post processor
hu: Vezérlőkód

source: Job report
hu: Munka riport

source: Job
hu: Munka

source: Part
hu: Termék

source: Drawing
hu: Rajz

source: Tools
hu: Szerszámok

source: Material
hu: Anyag

source: Operation
hu: Művelet

source: Choose a directory
hu: Válassz könyvtárat

source: Help
hu: Súgó

source: Drawing options
hu: Rajz beállítások

source: Scaling
hu: Méretarány

source: Metric
hu: Metrikus

source: Inch
hu: Collos

source: Custom
hu: Egyedi

source: Drawing position
hu: Rajz pozíció

source: Drawing origin
hu: Rajz nullpont

source: Centered on 0,0
hu: Középpont a 0,0-ra

source: Current position
hu: Aktuális pozíció

source: Use drawing name as part name
hu: A rajz nevét használd a termék nevének

source: Drill
hu: Fúró

source: Tool not found
hu: Szerszám nem található

source: Estimate
hu: Hátralévő

source: Pierce time/tool change time
hu: Kiszúrás idő / szerszám csere idő

source: Rapid speed
hu: Gyors utazás sebessége

source: Show all tools
hu: Mutast az összes szerszámot

source: Template
hu: Sablon

source: Edit template
hu: Sablon szerkesztés

source: [EMPTY]
hu: [ÜRES]

source: Properties
hu: Tulajdonságok

source: Quick cut sequence
hu: Gyors szakasz vágás

source: End sequence
hu: Szakasz vége

source: Reverse cut direction
hu: Fordított vágás irány

source: Reverse cut side
hu: Ellentétes vágási oldal

source: Corner snap distance
hu: Sarok kapocs távolsága

source: Copy start points from
hu: Start pont másolása innen

source: Enter the snap distance
hu: Kapocs távolsága

source: Delete
hu: Törlés

source: Line of tabs
hu: Hidak egy vonal mentén

source: Cancel
hu: Mégsem

source: Horizontal line
hu: Vízszíntes vonal

source: Vertical line
hu: Függőleges vonal

source: Copy tabs from
hu: Hidak másolása innen

source: Options
hu: Beállítások

source: Layer
hu: Réteg

source: From all layers
hu: Minden rétegről

source: From layer
hu: Rétegről

source: Move to layer
hu: Mozgatás rétegre

source: New layer
hu: Új réteg

source: Copy to layer
hu: Rétegre másolás

source: Contour properties
hu: Kontúr tulajdonságai

source: Select all
hu: Mindent kiválaszt

source: Select all open contours
hu: Minden nyitott kontúr kiválasztás

source: Select all closed contours
hu: Minden zárt kontúr kiválasztás

source: Select all holes
hu: Minden furat kiválasztás

source: Select all outside contours
hu: Minden külső kontúr kiválasztás

source: Select all inside contours
hu: Minden belső kontúr kiválasztás

source: Number of contours selected: %i
hu: Kiválasztott kontúrok száma: %i

source: from layer
hu: rétegről

source: from layers:
hu: rétegekről:

source: Snap to grid
hu: Rácshoz igazítás

source: Full tool paths
hu: Teljes szerszám útvonal

source: Copy
hu: Másolás

source: Duplicate
hu: Duplikálás

source: Multiple duplicate
hu: Többszörös duplikálás

source: Array parts
hu: Tömb termékek

source: Disable
hu: Letiltás

source: Unlock
hu: Kinyitás

source: Lock
hu: Lezárás

source: Select part and duplicates
hu: Válassz egy terméket és duplikáld

source: Copy of
hu: Másolata

source: The part cannot be aligned to this point. Check your dimensions and try again.
hu: Ez a termék nem igazítható ehez a ponthoz. Ellenőrizd a méreteket és próbáld újra.

source: Select the first alignment point
hu: Válaszd ki az első igazítási pontot

source: Select the second alignment point
hu: Válaszd ki a második igazítási pontot

source: Abort alignment
hu: Igazítás megszakítás

source: Alignment tolerance
hu: Igazítás tolerancia

source: Measure
hu: Mérőszalag

source: End measuring
hu: Mérés vége

source: View toolpaths
hu: Szerszámpálya nézet

source: Edit start points
hu: Kezdőpont szerkesztés

source: Edit tabs
hu: Hidak szerkesztés

source: Edit action points
hu: Eseménypontok szerkesztés

source: Edit contours
hu: Termék kontúr szerkesztés

source: Nesting
hu: Teríték

source: Align
hu: Igazítás

source: &Mode
hu: &Művelet

source: Mode
hu: Művelet

source: Code
hu: Kód

source: Code Snippet
hu: Kód részlet

source: Text
hu: Szöveg

source: Enter new coordinates
hu: Add meg az új koordinátákat

source: New X position
hu: Új X pozíció

source: New Y position
hu: Új Y pozíció

source: Zoom in
hu: Nagyítás be

source: Zoom out
hu: Nagyítás ki

source: Zoom to fit part
hu: Nagyítás a termékre

source: Zoom to fit job
hu: Nagyítás a munkára

source: Zoom window
hu: Nagyítás kijelölt ablakra

source: Zoom to fit material
hu: Nagyítás az anyagra

source: Zoom to fit machine
hu: Nagyítás a gépre

source: Show grid
hu: Rács mutatása

source: Grid options
hu: Rács beállítások

source: &File
hu: &Fájl

source: Post
hu: Vezérlő

source: &Print
hu: Nyomtatás

source: Print the current display
hu: Aktuális képernyő kinyomtatása

source: &Zoom
hu: Nagyítás

source: Zoom
hu: Nagyítás

source: {Unable to display}
hu: {Nem lehet megjeleníteni}

source: Starting help...
hu: Súgó indítás...

source: Use X
hu: X használata

source: Use Y
hu: Y használata

source: Use Z
hu: Z használata

source: Grid size
hu: Rács méret

source: Show as dots
hu: Mutasd pontokként

source: Show rulers
hu: Mutasd a vonalzót

source: Colour
hu: Szín

source: Bump increment
hu: Módosítás lépésközei

source: Angle
hu: Szög

source: Angle + key
hu: Szög + gomb

source: Angle - key
hu: Szög - gomb

source: Job options
hu: Munkafolyamat beállítás

source: Use drawing
hu: Rajz használata

source: Thickness of material
hu: Anyag vastagsága

source: Rapid clearance
hu: Gyors kiürítés

source: Height of bottom of material above table
hu: Az anyag és az asztal közötti távolság

source: Plunge safety clearance
hu: Merülés biztonsági távolság

source: Save material
hu: Anyag mentés

source: Load material
hu: Anyag betöltés

source: Parking position
hu: Parkoló helyzet

source: Disabled
hu: Letiltott

source: Enter area
hu: Add meg a területet

source: Function
hu: Funkció

source: Parking
hu: Parkoló

source: Path rules
hu: Vágási szabályok

source: Remnant cutoff
hu: Maradék levágása

source: Tool change
hu: Szerszám csere

source: Clamps/indexing
hu: Fogók / Indexek

source: Variables
hu: Változók

source: Please select your preferred language
hu: Válaszd ki a program felület nyelvét

source: System default language
hu: A rendszer alapértelmezett nyelve

source: You must restart the program for this change to take effect
hu: A változás érvényesítéséhez a programot újra kell indítani

source: Create a new layer
hu: Új réteg készítés

source: Enter a new layer name
hu: Kérem az új réteg nevét

source: A new layer
hu: Egy új réteg

source: Please enter a name
hu: Írjon be egy nevet

source: This name is already in use. Please use a different name
hu: Ez a név már használatban van. Kérlek használj más nevet

source: Enable all
hu: Mindet engedélyez

source: Disable all
hu: Mindet letilt

source: Reverse selection
hu: Kiválasztás ellenkezőre

source: Open license file
hu: Licensz fájl megnyitás

source: License installed successfully
hu: Licensz fájl sikeresen települt

source: You must restart %s for the license to take effect
hu: Újra kell indítani a %s a licensz fájl érvényesítéséhez

source: Open license
hu: Licensz megnyitás

source: Editor
hu: Szerkesztő

source: Macro file
hu: Makró fájl

source: Step &over
hu: Átlépés

source: Step &in
hu: Belelépés

source: Step o&ut
hu: Kilépés

source: &Continue
hu: Folytatás

source: &Add breakpoint
hu: Töréspont hozzáadás

source: Add breakpoint
hu: Töréspont hozzáadás

source: Step in
hu: Belelépés

source: &Debug
hu: &Hibakereső

source: Errors
hu: Hibák

source: Stack
hu: Köteg

source: Cannot save while single stepping
hu: Egyes lépésben nem lehet menteni

source: Plugin
hu: Bővítmény

source: Open file
hu: Fájl megnyitás

source: The debugger is running on old code. Save the file to use your changes.
hu: A hibakereső egy régi kódon fut. Mentsd el a fájlt a változások használatához.

source: Do you want to run the plugin again?
hu: Újra szeretnéd a bővítményt futtatni?

source: function %s line %d
hu: funkció %s sor %d

source: line %d
hu: sor %d

source: in %s
hu: %s -ben

source: temporary
hu: átmeneti

source: Machine options
hu: Gép beállítások

source: Recent files
hu: Legutóbbi fájlok

source: Load machine
hu: Gép betöltés

source: Save machine
hu: Gép mentés

source: Machine type
hu: Gép típus

source: Working envelope
hu: Munkaterület

source: Table display
hu: Asztal megjelenítés

source: Save/load
hu: Mentés/Betöltés

source: Machine
hu: Gép

source: You need to select at least one machine type
hu: Legalább egy géptípust ki kell választani

source: &Quit Alt-F4
hu: &Kilépés Alt-F4

source: Quit the application
hu: Kilépés a programból

source: &About F1
hu: &Rólam F1

source: Show info about this application
hu: Mutass információt erről a programról

source: &Help
hu: &Súgó

source: Welcome to...
hu: Üdvözöl a ...

source: Evaluation limit reached
hu: Elérted a próbaverzió korlátot

source: Run post processor
hu: Vezérlőkód futtatása

source: Regen
hu: Regenerálás

source: New job
hu: Új munka

source: Start a new job
hu: Új munka indítás

source: Open job
hu: Munka megnyitás

source: Open a job file
hu: Munka fájl megnyitás

source: Save job
hu: Munka mentés

source: Save the job
hu: Ennek a munkának a mentése

source: Save job as
hu: Munka mentés másként

source: Save the job as
hu: A munka mentése másként

source: Recent jobs
hu: Legutóbbi munkák

source: Open job template
hu: Munka sablon megnyitás

source: Open a template job file
hu: Munka sablon fájl megnyitás

source: Save job as template
hu: Munka mentése sablonként

source: Save the job as a template
hu: Ennek a munkának mentése sablonként

source: Recent job templates
hu: Legutóbbi munka sablonok

source: New part
hu: Új termék

source: Start a new part
hu: Új termék indítás

source: Open part
hu: Termék megnyitás

source: Open a part file
hu: Termék fájl megnyitás

source: Save part
hu: Termék mentés

source: Save the current part
hu: Aktuális termék mentése

source: Save part as
hu: Termék mentés másként

source: Save the current part as
hu: A termék mentése másként

source: Recent parts
hu: Legutóbbi termékek

source: Import drawing
hu: Rajz importálás

source: Import a drawing into this part
hu: Egy rajz importálása ebbe a termékbe

source: Recent drawings
hu: Legutóbbi rajzok

source: Open toolset
hu: Szerszámos megnyitása

source: Open a tool set
hu: Egy szerszámos megnyitása

source: Save toolset as
hu: Szerszámos mentése másként

source: Save the tool set
hu: A szerszámos mentése

source: Save default toolset
hu: Alapértelmezett szerszámos mentése

source: Save the tool set as the default
hu: A szerszámos mentése alapértelmezettként

source: Load default toolset
hu: Alapértelmezett szerszámos betöltése

source: Load the default tool set
hu: Az alapértelmezett szerszámos betöltése

source: E&xit
hu: &Kilépés

source: Exit the application
hu: Kilépés a programból

source: Undo
hu: Visszavonás

source: Undo the last action
hu: Utolsó esemény visszavonása

source: Variable monitor
hu: Változó monitor

source: Layer tool
hu: Rétegek

source: Show input paths
hu: Mutasd a betöltött rajzolatot

source: Show segment ends
hu: Mutasd a szakaszok végét

source: Show path ends
hu: Mutasd az útvonal végét

source: Show tool paths
hu: Mutasd a szerszám útvonalat

source: Show rapids
hu: Mutasd az utazó mozgást

source: Show direction arrows
hu: Mutasd az irány nyilat

source: Show machine and work
hu: Mutasd a gép- és munkaterületet

source: Show start points
hu: Mutasd a start pontot

source: Show true width
hu: Mutasd a valós szélességet

source: Application options
hu: Program beállítások

source: Plugin options
hu: Bővítmény beállítások

source: Help window
hu: Angol nyelvű súgó

source: Tutorials
hu: Angol nyelvű oktató

source: Setup wizard
hu: Beállítás varázsló

source: Show the setup wizard
hu: Beállítás varázsló mutat

source: Debug log
hu: Hibakereső napló

source: Show the log window
hu: Mutasd a napló ablakot

source: Reset pane layout
hu: Panelek alaphelyzetre visszaállítása

source: About
hu: A programról

source: Install license file
hu: Licensz fájl telepítés

source: Create a support file
hu: Support fájl létrehozás

source: Open settings folder
hu: Beállítások mappa megnyitása

source: Check for updates
hu: Frissítések ellenőrzése

source: Compile Lua macro
hu: Lua makró lefordítása

source: File
hu: Fájl

source: &Edit
hu: &Szerkesztés

source: Edit
hu: Szerkesztés

source: &View
hu: &Nézet

source: View
hu: Nézet

source: &Options
hu: &Beállítás

source: Display
hu: Megjelenítő

source: Layers
hu: Rétegek

source: Parts
hu: Termékek

source: Debug
hu: Hibakereső

source: Operations
hu: Műveletek

source: Edit toolbars
hu: Eszközsáv szerkesztés

source: Edit material
hu: Anyag szerkesztés

source: /&Help
hu: /&Súgó

source: &Developer tools
hu: Fejlesztői eszközök

source: This will erase your existing job. Do you want to continue?
hu: Ez törölni fogja a létező munkát. Biztosan folytatod?

source: Do you want to import a drawing into this part?
hu: Szeretnél egy rajzot importálni ebbe a termékbe?

source: Import drawing into new part
hu: Rajz importálása egy új termékbe

source: Are you sure you want to overwrite the existing tool set?
hu: Biztosan felül akarod írni a már létező szerszámost?

source: Save default tool set
hu: Alapértelmezett szerszámos mentése

source: You need to restart for the changes to take effect
hu: Újra kell indítani a változás érvényesítéséhez

source: Do you want to save the default tool set?
hu: El akarod menteni az alapértelmezett szerszámost?

source: Load tools
hu: Szerszámol betöltése

source: Default tool %i is a different type to the job file's tool
hu: Alapértelmezett szerszám %i eltérő típusú a munka fájl szerszámától

source: The default tool set does not contain tool %i
hu: Az alapértelmezett szerszámos nem tartalmazza a szerszámot %i

source: The default tool set does not contain rule %s
hu: Az alapértelmezett szerszámos nem tartalmazza a szabályt %s

source: Use only the default tool set (some operations may not work)
hu: Használd az alapértelmezett szerszámost (néhány művelet talán nem fog működni)

source: Copy the missing or different tools and rules from the job file
hu: Másold a hiányzó vagy eltérő szerszámot és szabályt a munka fájlból

source: Use only the job file's tool set
hu: Kizárólag a munka fájl szerszámosának használata

source: Move to
hu: Mozgatás ide

source: Position
hu: Pozíció

source: Point at a position
hu: Pozíció és idő

source: Move Z first
hu: Z mozgás először

source: Move Z last
hu: Z mozgás utoljára

source: 3D move
hu: 3D mozgás

source: New
hu: Új

source: Single move
hu: Egy mozgás

source: Multiple move
hu: Többszörös mozgás

source: Relative
hu: Relatív

source: Use feed rate
hu: Előtolás használata

source: Qty
hu: Darab

source: Fixed
hu: Rögzített

source: Mirror
hu: Tükör

source: Parts not nested
hu: Nem terítékezett termék

source: Nested parts
hu: Terítékezett termékek

source: Available Sheets
hu: Elérhető lapok

source: Parts on this sheet
hu: Termékek ezen a lapon

source: Lay out this sheet
hu: Tegye ki ezt a lapot

source: Name
hu: Név

source: Some parts in the nest do not exist in this job They will be ignored
hu: Néhány termék ezen a terítéken nem létezik Ezek figyelmen kívül lesznek hagyva

source: Minimise tool changes
hu: Szerszám váltás minimalizálás

source: Manual optimisation
hu: Kézi optimalizálás

source: Manual optimisation (keep parts together)
hu: Kézi optimalizálás (tarts a termékeket együtt)

source: Layer '%s' not found
hu: '%s' réteg nem található

source: Dialog
hu: Párbeszéd

source: X position
hu: X pozíció

source: Use X position
hu: X pozíció használat

source: Y position
hu: Y pozíció

source: Use Y position
hu: Y pozíció használat

source: Z position
hu: Z pozíció

source: Use Z position
hu: Z pozíció használat

source: No Z move prior to toolchange
hu: Nincs Z mozgás előny a szerszámváltásnál

source: Run code before toolchange
hu: Kód futtatás a szerszámcsere előtt

source: Run code after toolchange
hu: Kód futtatás a szerszámcsere után

source: X coordinate of bottom left corner
hu: X koordináta a bal alsó sarokban

source: Y coordinate of bottom left corner
hu: Y koordináta a bal alsó sarokban

source: X size
hu: X méret

source: Y size
hu: Y méret

source: Minimise toolchanges
hu: Szerszám váltás minimalizálás

source: Minimise slew distance
hu: Minimális elfordulás táv

source: optimisation
hu: optimalizálás

source: Number of toolchanges
hu: Szerszámváltás száma

source: Part cut order
hu: Termék vágási sorrend

source: Paste
hu: Beillesztés

source: Save
hu: Ment

source: Load
hu: Betölt

source: Edit operation
hu: Művelet szerkesztés

source: Disable operation
hu: Művelet letiltás

source: Enable operation
hu: Művelet engedélyezés

source: Delete operation
hu: Művelet törlés

source: &Contour
hu: &Kontúr

source: Create a new contour operation
hu: Új kontúr művelet készítés

source: &Pocket
hu: &Zseb

source: Create a new pocket operation
hu: Készíts egy új zseb műveletet

source: Spiral pocket
hu: Spirál zseb

source: Zigzag pocket
hu: Cikkcakk zseb

source: Face
hu: Felület

source: &Plasma cut
hu: &Plazma vágó

source: Create a new jet cutting operation
hu: Új sugaras vágás művelet készítés

source: &Tapping
hu: &Beütő

source: Create a new tapping operation
hu: Új beütő művelet

source: Thread mill
hu: Menetfúró

source: &Drilling
hu: &Fúrás

source: Create a new drilling operation
hu: Új Fúró művelet készítése

source: &Insert code
hu: Kód Beszúrás

source: Insert code into the output file
hu: Kód beszúrása a kimeneti fájlba

source: &Set post variable
hu: Vezérlő változók

source: Set a post processor variable
hu: Vezérlőkód változó beállítás

source: &Move to
hu: &Mozgás ide

source: Move to given coordinate
hu: Megadott koordinátára mozgás

source: &Operation
hu: Műveletek

source: Save operation
hu: Művelet mentés

source: Load operation
hu: Művelet betöltés

source: Start point size
hu: Kezdőpont méret

source: Tab size
hu: Tabulátor méret

source: Direction arrow size
hu: Irány nyíl méret

source: Minimum direction arrow size
hu: Minimum irány nyíl méret

source: Direction arrow frequency
hu: Irány nyíl sűrűség

source: Circle marker size
hu: Kör jelölés mérete

source: Colours
hu: Színek

source: Use black scheme
hu: Fekete séma használata

source: Use white scheme
hu: Fehér séma használata

source: Change
hu: Váltás

source: Reverse mouse wheel
hu: Egér görgő fordítva

source: Use bottom left coordinates
hu: Bal alsó koordináta használata

source: Use fast rubberband graphics
hu: Gyors gumiszalag grafika használata

source: Negative angles are clockwise
hu: A negatív szögek óramutató járása szerintiek

source: Below is a list of information dialogs that have been shown. If you check the box, it will not be shown again.
hu: Az alábbi listában az információs párbeszéd ablakok láthatóak. Ha bepipálod, az a párbeszéd ablak nem jelenik meg többet.

source: Import link tolerance
hu: Import kapcsolatok toleranciája

source: Line/arc segment ends closer than this value will be joined
hu: A vonal / ív szakasz közelebb ér véget, mint ahogy ez az érték összekapcsolja

source: Maximum detail reduction error
hu: Maximális részlet csökkentési hiba

source: The maximum error introduced when simplifying drawings.
hu: A rajzok egyszerűsítésekor bevezetett maximális hiba.

source: Circle recognition limit
hu: Kör felismerési határ
