Repository: bunnyhu/sheetCAM-HU
Catalog: version 7/*/LC_MESSAGES/messages.po
Languages: hu

source: Maximum drawing deviation from a true circle. Used for drilling.
hu: Maximális rajz eltérés a valódi körtől. Fúráskor használt.

source: Arc fitting tolerance
hu: Ív illesztés toleranciája

source: Minumum segments for arc fitting
hu: Minimum szakaszok az ív illesztéshez

source: Remove duplicate lines
hu: Duplikált vonalak eltávolítása

source: Save an image with the job file
hu: Mentsen egy képet a munkafájl mellé

source: Image type
hu: Kép típusa

source: Allow multiple parts
hu: Többszörös termék engedélyezés

source: Always use default toolset
hu: Mindíg az alapértelmezett szerszámos használata

source: Drill hole tolerance
hu: Fúró furat tűrés

source: This is the default drill hole size range
hu: Ez az alapértelmezett fúró furatméret tartománya

source: Auto backup interval
hu: Automatikus mentés sűrűsége

source: Start point step size
hu: Kezdőpont lépés méret

source: Decreasing this number increases the accuracy of start point placement but slows down path generation.
hu: Ennek a számnak a csökkentése növeli a kezdőpont elhelyezés pontosságát, de lassítja az útvonal generálást.

source: Start point tool clearance
hu: Kezdőpont szerszám kitérés

source: Increasing this value increases the clearance between the leadin and any other cuts.
hu: Ennek az értéknek a növelése növeli a távolságot a bevezető és az egyéb vágások között.

source: Units
hu: Mértékegység

source: Annoying dialogs
hu: Zavaró párbeszéd ablakok

source: Drawing import
hu: Rajz importálás

source: Toolbars
hu: Eszközsávok

source: Default directories
hu: Alapértelmezett könyvtárak

source: Advanced
hu: Haladó

source: Language
hu: Nyelv

source: Size
hu: Méret

source: Origin
hu: Nullpont

source: Enter coordinates
hu: Megadott koordináták

source: Enable
hu: Engedélyez

source: Lock all
hu: Mind lezárása

source: Unlock all
hu: Mind kinyitása

source: Lock part and duplicates
hu: Termék lezárás és duplikálás

source: Unlock part and duplicates
hu: Termék kinyitás és duplikálás

source: Enable part and duplicates
hu: Termék engedélyezés és duplikálás

source: Disable part and duplicates
hu: Termék letiltás és duplikálás

source: Break up manually nested drawing
hu: Kézi terítékezett rajzra bontás

source: Pos X
hu: Poz X

source: A
hu: Forgat

source: Mirror X
hu: Tükröz X

source: Part properties
hu: Termék tulajdonságai

source: Part name:
hu: Termék neve:

source: Drawing filename:
hu: Rajz fájlnév:

source: Number of outlines:
hu: Körvonalak száma:

source: Number of layers:
hu: Rétegek száma:

source: Rule
hu: Szabály

source: Some leadins were too short to apply rule 'On lead in'
hu: Néhány bevezető túl rövid, hogy használd a "bevezetéskor" szabályt

source: Some leadouts were too short to apply rule 'On lead out'
hu: Néhány kivezető túl rövid, hogy használd a "kivezetéskor" szabályt

source: Unable to find code snippet
hu: Nem található kód részlet

source: On start
hu: Induláskor

source: Before end
hu: Vége előtt

source: On lead in
hu: Bevezetéskor

source: On lead out
hu: Kivezetéskor

source: On inside corners
hu: Belső saroknál

source: On outside corners
hu: Külső saroknál

source: On all corners
hu: Minden saroknál

source: On small shapes
hu: Kis méretű saroknál

source: On small circles
hu: Kis méretű körnél

source: On arcs
hu: Ívnél

source: Peripheral feed rate
hu: Periféria előtolás

source: Near pierce
hu: Közeli kiszúrás

source: and
hu: és

source: set %s to %s
hu: változtat %s -ről %s -re

source: feed
hu: előtolás

source: and
hu: és

source: output %s
hu: kimenet %s

source: do nothing
hu: nem csinál semmit

source: Distance
hu: Távolság

source: then output %s
hu: utána kimenet %s

source: After start %s for %s %s
hu: Miután elindult %s eddig %s %s

source: If within %s of pierce %s
hu: Ha ezen belül %s átszúrja %s

source: Include leadout
hu: Kivezetéssel együtt

source: %s before end %s
hu: %s mielőtt vége %s

source: Distance after
hu: Távolság utána

source: set feed to 100%
hu: előtolás 100%-ra

source: On leadin %s then after %s %s
hu: Bevezetésen %s majd utána %s %s

source: Distance before
hu: Távolság mielőtt

source: then
hu: azután

source: %s before leadout %s
hu: %s mielőtt kivezetés %s

source: Tighter than
hu: Szorosabb, mint

source: Before code
hu: Kód előtt

source: to
hu: ig

source: On inside corners tighter than %s %s
hu: A belső sarkok szorosabbak mint %s %s

source: %s %s before the corner %s %s after the corner.
hu: %s %s a sarok előtt %s a sarok után %s .

source: On outside corners tighter than %s %s
hu: A külső sarkok szorosabbak mint %s %s

source: On all corners tighter than %s %s
hu: Minden sarok szorosabb mint %s %s

source: Smaller than
hu: Kisebb mint

source: then %s after the hole
hu: aztán %s a furat után

source: On shapes smaller than %s %s
hu: A formák kisebbek mint %s %s

source: then %s after the circle
hu: aztán %s a kör után

source: On circles smaller than %s %s
hu: A kör kisebb mint %s %s

source: On arcs smaller than %s %s
hu: Az ív kisebb mint %s %s

source: %s %s before the arc %s %s after the arc.
hu: %s %s az ív előtt %s %s ív után.

source: Minimum feed rate
hu: Minimum előtolás

source: Maximum rate
hu: Maximum érték

source: Depth of cut
hu: Vágás mélysége

source: Apply peripheral feed rate
hu: Alkalmazza a periférikus előtolást

source: Advanced cutting rule set '%s'
hu: Bővített vágási szabály állítása '%s'

source: This set has no active rules
hu: Ennek a beállításnak nincs aktív szabálya

source: Rule set
hu: Szabály beállítás

source: Rename
hu: Átnevezés

source: Add rule
hu: Szabály hozzáadás

source: Delete rule
hu: Szabály törlés

source: Show rule names in g-code
hu: Mutasd a szabály nevét a G-kódban

source: Always apply rule set
hu: Mindig állíts be szabályt

source: None
hu: Nincs

source: Add new rule set
hu: Új szabály beállítás hozzáadás

source: Enter a name for the rule set
hu: Adj nevet a szabály beállításnak

source: Enter a new name for the rule set
hu: Adj új nevet a szabály beállításnak

source: Jet cutting
hu: Sugaras vágó

source: Loop sharp corners
hu: Éles sarkoknál hurok

source: Loop size
hu: Hurok méret

source: Triangle
hu: Háromszög

source: Arc
hu: Ív

source: Unknown
hu: Ismeretlen

source: Jet tool
hu: Sugaras szerszám

source: Type
hu: Típus

source: Automatically generate name
hu: Automatikus elnevezés

source: Leadin type
hu: Bevezetés típusa

source: Normal
hu: Normál

source: Ramp
hu: Rámpa

source: Wiggle
hu: Kigyózó

source: Wiggle size
hu: Kígyózás mérete

source: License key:
hu: Licensz kulcs:

source: Edit macro
hu: Makró szerkesztés

source: Pocket
hu: Zseb

source: Pocket method
hu: Zseb módszere

source: Post options
hu: Vezérlő beállítások

source: Output file units
hu: Kimeneti fájl mértékegység

source: Top of work
hu: Munkadarab teteje

source: Top of spoil board
hu: Mártírlap teteje

source: Top of table
hu: Asztal teteje

source: Z zero
hu: Z nullpont

source: Output folder
hu: Kimenet mappa

source: Import post
hu: Vezérlő importálás

source: Edit post
hu: Vezérlő szerkesztés

source: Post documentation
hu: Vezérlő dokumentáció

source: (Edited)
hu: (szerkesztett)

source: A post of this name already exists. Do you want to overwrite it?
hu: A Vezérlő neve már létezik. Szeretnéd felülírni?

source: Post installed successfully
hu: Vezérlő sikeresen telepítve

source: Post installation failed
hu: Vezérlő telepítés sikertelen

source: Unable to find post %s
hu: Nem találom a %s vezérlőt

source: Invalid post name
hu: Érvénytelen vezérlő név

source: Cut start is above rapid clearance plane.
hu: A vágás a gyors tisztítás felett kezdődik.

source: Remember last
hu: Emlékezz az utolsóra

source: Drawing folder
hu: Rajz mappa

source: Job file folder
hu: Munka fájl mappa

source: Always use this folder
hu: Mindig az alábbi folder használata

source: Output file extension
hu: Kimeneti fájl kiterjesztése

source: Encoding
hu: Betű kódolás

source: Default encoding
hu: Alapértelmezett betű kódolás

source: Automatically hide me if there are no problems
hu: Ez automatikusan eltüntethető, ha nincs probléma

source: This post must be converted to the new format. The conversion is automatic but you should check the code carefully
hu: Ezt a terméket át kell konvertálni új formátumra. Az átalakítás automatikus, de figyelmesen ellenőrizd a kódot

source: Printout
hu: Kinyomtatás

source: Page Set&up
hu: Lap beállítás

source: Centre vertically
hu: Függőleges középre

source: &Save
hu: &Ment

source: Job image
hu: Munka képe

source: Save report
hu: Riport mentés

source: &Spiral pocket
hu: &Spirál zseb

source: Create a new spiral pocket operation
hu: Új spirál zseb létrehozás

source: Create a new plasma cutting operation
hu: Új plazma vágás művelet készítés

source: Unselect all
hu: Minden nem kiválasztása

source: Rotary tool
hu: Forgó szerszám

source: CW
hu: Órairány

source: CCW
hu: Óraellen

source: Off
hu: Ki

source: Spindle rotation
hu: Orsó forgás

source: Sequence number
hu: Sorozat szám

source: of %i
hu: %i -ből

source: Select your preferred units
hu: Válassz mértékegységet

source: Select your machine type
hu: Válaszd ki a géped típusát

source: Choose a post processor for your machine
hu: Válassz egy vezérlőkód formátumot a gépedhez

source: If you are not sure what post to select, don't worry you can always change it later
hu: Ha nem vagy biztos milyen vezérlőt használsz, semmi gond, később bármikor megváltoztatható

source: Lead in
hu: Bevezetés

source: Tangent
hu: Érintő

source: Perpendicular
hu: Merőleges

source: Lead out
hu: Kivezetés

source: Use operation leadin/leadout
hu: Be- és Kivezetés használata

source: Use code snippet
hu: Kód részlet használat

source: Order
hu: Sorrend

source: Close
hu: Zárt

source: Settings
hu: Beállítások

source: Part %i
hu: Termék %i

source: G-code
hu: G-kód

source: Job file
hu: Munka fájl

source: Backup of current job
hu: Aktív munka biztonsági mentése

source: Log
hu: Napló

source: Please enter any information you think may help
hu: Kérlek írj le minden információt, amit hasznosnak gondolsz

source: Enter your email address if you want a reply
hu: Add meg az email címed, ha választ szeretnél

source: Files that will be sent
hu: Fájlok, amiket el fogsz küldeni

source: View file
hu: Fájl megtekintés

source: Create file
hu: Fájl létrehozás

source: Create and upload file
hu: Fájlt létrehoz és feltölt

source: Choose a file
hu: Válassz fájlt

source: Please wait while the file is uploaded
hu: Várj, amíg a fájlok feltöltődnek

source: The file was uploaded successfully
hu: A fájl feltöltése sikeres

source: License
hu: Licensz

source: Threading
hu: Menetes

source: Left hand
hu: Balkezes

source: Tap
hu: Csap

source: &Edit material
hu: Anyag sz&erkesztés

source: Material thickness:
hu: Anyagvastagság:

source: Preview
hu: Előnézet

source: Tool bar
hu: Gombsáv

source: New bar
hu: Új sáv

source: Delete bar
hu: Sáv törlés

source: Buttons
hu: Gombok

source: Insert before
hu: Beszúrás elé

source: Insert after
hu: Beszúrás mögé

source: Plugins
hu: Bővítmények

source: Do you want to save your changes to this toolbar?
hu: El akarod menteni a változtatásait ehez a eszközsávhoz?

source: You must have at least one tool in the toolbar
hu: Legalább egy eszközt válassz az eszközsávból

source: Enter a name for the new bar
hu: Add meg az eszközsáv nevét

source: That name is already in use. Please try again
hu: Ez a név már használatban. Kérlek próbáld újra

source: Are you sure you want to delete this bar?
hu: Biztosan törölni akarod ezt az eszközsávot?

source: You cannot add two identical buttons
hu: Nem adhatsz meg két azonos gombot

source: Tool change position
hu: Szerszám csere pozíciója

source: No move to safe Z after tool change
hu: A szerszámcsere után nem léphet a biztonságos Z-be

source: This tool number is is already in use. Please select a different number.
hu: Ez a szerszám sorszám már használatban van. Kérlek adj meg egy másik számot.

source: New &rotary tool
hu: Új Fo&rgó szerszám

source: Create a new rotary tool
hu: Új forgó szerszám készítés

source: Mill/router
hu: Maró/router

source: V cutter
hu: V vágó

source: Rigid tap
hu: Pontozó

source: Tapping head
hu: Beütő fej

source: New &jet cutting tool
hu: Új sugaras vágó szerszám

source: Create a new jet cutting tool (plasma/laser/water/flame)
hu: Új sugaras vágó szerszám készítése (plazma/lézer/víz/láng)

source: Plasma
hu: Plazma

source: Flame
hu: Láng

source: Waterjet
hu: Vízsugaras

source: Laser
hu: Lézer

source: Plate marker
hu: Lemezjelölő

source: Create a new code snippet
hu: Új kódrészlet készítés

source: Tool table
hu: Szerszám táblázat

source: Open the tool table editor
hu: Szerszám táblázat szerkesztő megnyitás

source: Open the cutting rules editor
hu: Vágási szabály szerkesztő megnyitás

source: Edit tool
hu: Szerszám szerkesztés

source: Delete tool
hu: Szerszám törlés

source: &Tools
hu: &Szerszámos

source: Tool number
hu: Szerszám sorszám

source: Update operations when loading a tool set
hu: Műveletek frissítése amikor betölt egy szerszámost

source: Update operations
hu: Műveletek frissítése

source: Depth per pass/peck depth
hu: Mélység járatonként / kicsípés mélység

source: Plunge rate
hu: Merülés mértéke

source: Ramp angle
hu: Rámpa szöge

source: Spindle speed
hu: Orsó sebesség

source: m
hu: p

source: thou
hu: te

source: in
hu: ban

source: feet
hu: láb

source: foot
hu: láb

source: degrees
hu: fok

source: deg
hu: fok

source: radians
hu: radián

source: mm/min
hu: mm/perc

source: m/min
hu: m/perc

source: mm/sec
hu: mm/mp

source: m/sec
hu: m/mp

source: inch/min
hu: inch/perc

source: inches/min
hu: inch/perc

source: inch/sec
hu: inch/mp

source: H:M:S
hu: Ó:P:Mp

source: h
hu: ó

source: s
hu: mp

source: Linear units
hu: Lineáris mértékegység

source: Angular units
hu: Szög mértékegység

source: Thread pitch
hu: Menetmagasság

source: Time
hu: Idő

source: Variable
hu: Változó

source: Internal variable
hu: Belső változó

source: Application options variable
hu: Program beállítások változó

source: Job options variable
hu: Munkafolyamat beállítás változó

source: Part %s Operation %i: %s
hu: Termék %s Művelet %i: %s

source: Value
hu: Érték

source: &New
hu: &Új

source: Linear
hu: Lineális

source: Percentage
hu: Százalék

source: Enter the variable name
hu: Kérem a változó nevét

source: New variable
hu: Új változó

source: This name is already in use
hu: Ez a név már használatban

source: Double click to fix the problem
hu: Kattins duplán a hiba javításához

source: An unexpected error has occurred:
hu: Egy váratlan hiba történt:

source: This error occurred on line %i in file %s)
hu: Ez a hiba a %i sorban a fájlban %s)

source: WARNING:It is recommended that you save your job and restart the application.
hu: FIGYELEM: Javaslom elmenteni a munkádat és a programot újra indítani.

source: Corner 1
hu: Sarok 1

source: Corner 2
hu: Sarok 2

source: Inside
hu: Belső

source: Cut outside area
hu: Külső terület vágása

source: Cut inside area
hu: Belső terület vágása

source: Clamp Clearance Height
hu: A bilincs szabad magassága

source: Path generation for part'%s' has been aborted.
hu: A '%s' termékhez az útvonal generálás megszakadt.

source: An unexpected error has occurred while processing: Path generation has been aborted
hu: Váratlan hiba történt miközben az útvonal generálás megszakadt

source: Feed override
hu: Előtolás felülbírálás

source: Rapid path
hu: Gyors utazás

source: Inside shape
hu: Belső forma

source: Outside shape
hu: Külső forma

source: Open paths
hu: Nyílt útvonal

source: Line end
hu: Vonal vége

source: Segment end
hu: Szakasz vége

source: Background
hu: Háttér

source: Machine working envelope
hu: Gép munkaterülete

source: Machine table
hu: Gép asztal

source: Work
hu: Munkaterület

source: Material extents
hu: Anyag kibővítés

source: Marker
hu: Jelölő

source: Highlight
hu: Kiemelés

source: Duplicated part
hu: Duplikált termék

source: Inactive part
hu: Inaktív termék

source: Centre marker colour
hu: Középpont jelölő színe

source: Tabs
hu: Hidak

source: Grid
hu: Rács

source: Clearance
hu: Megtisztít

source: Undefined layer
hu: Definiálatlan réteg

source: New operation
hu: Új művelet

source: Change operation
hu: Művelet váltás

source: Move operation
hu: Művelet mozgás

source: No tool
hu: Nincs szerszám

source: {Code snippet not found}
hu: {Kód részlet nem található}

source: {Tool %i not found}
hu: {A %i szerszám nem található}

source: Set '%s' not found
hu: A '%s' beállítás nem található

source: Z Move
hu: Z mozgás

source: Use feed
hu: Előtolás használata

source: Multi move
hu: Többszörös mozgás

source: ERROR: Cannot have a relative move as the first move
hu: HIBA: Első mozgás nem lehet relatív, viszonyított mozgás

source: Rapid to
hu: Gyors utazás ide

source: {No moves defined}
hu: {Nincs mozgás definiálva}

source: relative
hu: relatív

source: at
hu: rajta

source: Variable name
hu: Változó neve

source: {No variable set}
hu: {Nincs változó beállítás}

source: Set variable
hu: Változó beállítás

source: Code snippet not found
hu: Kód részlet nem található

source: {No code}
hu: {Nincs kód}

source: Insert code
hu: Kód beszúrás

source: Insert code snippet
hu: Kód részlet beszúrás

source: Minimum X size
hu: Minimum X méret

source: Minimum Y size
hu: Minimum Y méret

source: Maximum X size
hu: Maximum X méret

source: Maximum Y size
hu: Maximum Y méret

source: Edge overlap
hu: Él átfedés

source: Remnants must be rectangular
hu: A maradék mindenképp téglalap legyen

source: {Layer %s not found}
hu: {%s réteg nem található}

source: Start point
hu: Kezdőpont

source: Cut depth
hu: Vágás mélység

source: Start depth
hu: Induló mélység

source: Contour method
hu: Kontúr módszer

source: Inside Offset
hu: Belső eltolás

source: Outside Offset
hu: Külső eltolás

source: No Offset
hu: Nincs eltolás

source: Finish allowance
hu: Befejezés megengedése

source: Overcut
hu: Túlvágás

source: This operation is set to automatically optimise paths. Changing the order will disable optimisation. Do you want to continue?
hu: Ez a művelet automatikusan optimalizálja az útvonalat. A sorrend megváltoztatása letiltja az optimalizálást. Biztosan folytatod?

source: Start points
hu: Kezdőpontok

source: Deep
hu: Mélység

source: Loop corners
hu: Sarkok hurok

source: Max chain length
hu: Max összekötés hossz

source: Depth per pass
hu: Mélység járatonként

source: Coolant
hu: Hűtőfolyadék

source: Mist
hu: Köd

source: Flood
hu: Elárasztás

source: Cut sequence:
hu: Vágás sorrend:

source: 1 cut of
hu: 1 vágás a

source: %i cuts of
hu: %i vágás a

source: and 1 cut of
hu: és 1 vágás ehez

source: starting at
hu: kezdve itt

source: The tool may not be able to cut this deep
hu: A szerszám valószínűleg nem képes ezt a mélységet kivágni

source: Min hole size
hu: Min furat szélesség

source: Max hole size
hu: Max furat szélesség

source: Peck retract
hu: Merülés visszahúzás

source: Peck depth
hu: Merülés mélység

source: Ramp Angle
hu: Rámpa szöge

source: Ramp feed
hu: Rámpa előtolás

source: Step over
hu: Átlépés

source: Fill angle
hu: Kitöltési szög

source: Horizontal
hu: Vízszintes

source: Bidirectional
hu: Kétirányú

source: Use layer
hu: Réteg használata

source: Thread diameter
hu: Menet átmérő

source: Direction
hu: Irány

source: Outside
hu: Külső

source: Infeed per pass
hu: Adagolás menetenként

source: You cannot delete this operation as it belongs to: %s
hu: Nem törölheted a műveletet, mert ide kapcsolódik: %s

source: Some other operations depend on this one. They will be deleted as well. Do you want to continue?
hu: Néhány művelet kapcsolódik ehez. Azok is törölve lesznek. Biztosan folytatod?

source: This layer does not exist
hu: Ez a réteg nem létezik

source: This tool does not exist
hu: Ez a szerszám nem létezik

source: No paths were generated. The tool may be too big or there may be a problem with the drawing.
hu: Nincs útvonal generálva. A szerszám valószínűleg túl nagy, vagy más gond van a rajzzal.

source: The tool will hit the table
hu: A szerszám beleér az asztalba

source: Open paths were not offset.
hu: Nyitott útnak nincs eltolása.

source: Some paths are too short to ramp. They will be plunged.
hu: Néhány útvonal túl rövid a rámpának. Ezeket elmerítem.

source: Some features were too small to machine.
hu: Néhány jellemző túl rövid a géphez.

source: Could not fit leadin on some outlines.
hu: A bevezetés nem illeszkedik néhány körvonalhoz.

source: Some tool paths were not generated correctly. Please report this as a bug.
hu: Néhány szerszámpálya nem generálódott megfelelően. Kérlek jelentsd ezt a hibát.

source: This cutter will not fit in the available space.
hu: Ez a vágó nem illeszkedik az elérhető térhez.

source: The tabs were not cut because they are below cut depth. Reduce the material thickness or increase the cut depth.
hu: A hidakat nem lehet kivágni, mert a vágási mélység alatt vannak. Csökkentsd az anyag vastagságát vagy növeld a vágási mélységet.

source: An expression could not be evaluated.
hu: Egy kifejezést nem lehetett értékelni.

source: No holes were found. Check the min hole size and max hole size.
hu: Nem találtam furatot. Ellenőrizd a minimum és maximum furat méretet.

source: Some paths were not generated correctly. There could be a problem with the drawing.
hu: Néhány útvonal nem jól lett generálva. Valószínűleg gond van a rajzzal.

source: Some tabs are too close together. The tabs have ben merged.
hu: Néhány híd túl közel van egymáshoz. Ezek a fülek összefűzésre kerültek.

source: Path rule '%s' not found
hu: Vágási szabály '%s' nem található

source: Add operation
hu: Művelet hozzáadás

source: Current tool
hu: Aktuális szerszám

source: No tools available
hu: Nincs elérhető szerszámos

source: Change layer
hu: Réteg váltás

source: Add drawing outlines
hu: Rajz vázlat hozzáadás

source: Untitled
hu: Névtelen

source: Unable to read from the file. The data is corrupt
hu: Nem olvasható a fájl. Az adat megsérült

source: Load part data
hu: Termék adatok betöltés

source: Lock/enable part
hu: Termék lezárás/engedélyezés

source: Move part
hu: Termék mozgatás

source: Save file
hu: Fájl mentés

source: You have tried to load a multipart job. Only part 1 will be loaded.
hu: Egy több darabos munkát próbáltál beolvasni. Csak egy termék lett betöltve.

source: Load part
hu: Termék betöltés

source: Mirrored
hu: Tükrözött

source: Some duplicates in this job were mirrored differently to their parent. This is no longer allowed so they have been converted to copies
hu: Néhány másolat ebben a munkában másképp másképp van tükrözve, mint az eredetije. Ez már nem megengedett, így ezekat másolattá alakítottam át

source: Duplicate %i
hu: %i duplikálás

source: Delete part
hu: Termék törlés

source: If you delete this part it's duplicates will be deleted as well Do you want to continue?
hu: Ha törlöd ezt a terméket, a másolatok szintén törlésre kerülnek Biztosan folytassam?

source: Copy of
hu: Másolata

source: Save tools
hu: Szerszámos mentése

source: Error saving job config.
hu: Hiba a munka konfiguráció mentésében.

source: This post has thrown an error: %s Do you want to edit the post?
hu: Ez a vezérlő hibát dobott: %s Szeretnéd szerkeszteni?

source: This plugin has thrown an error: %s Do you want to edit the macro?
hu: Ez a bővítmény hibát dobott: %s Szeretnéd a makrót szerkeszteni?

source: This plugin failed to load:
hu: A bővítmény betöltése sikertelen:

source: Rotary cutting (includes milling and routing)
hu: Forgó szerszámos vágó (pl. marógép)

source: Jet cutting (includes plasma, laser and water jet)
hu: Sugaras vágó (pl. plazma, lézer vagy vízsugaras)

source: Job files
hu: Munka fájlok

source: Open a job
hu: Munka megnyitás

source: Loading job
hu: Munka betöltés

source: |SheetCam job files
hu: |SheetCam munka fájlok

source: Part files
hu: Termék fájlok
