Repository: bunnyhu/sheetCAM-HU
Catalog: version 7/*/LC_MESSAGES/messages.po
Languages: hu

source: Open a part
hu: Termék megnyitás

source: Part files (*.part)
hu: Termék fájlok (*.part)

source: Job template files
hu: Munka sablok fájlok

source: JobTemplate
hu: Munka sablon

source: Open a drawing
hu: Rajz megnyitás

source: You have opened a file of type '%s' with the '%s' input filter. Are you sure you meant to do this? Select 'No' to open the file with the %s filter.
hu: Megnyitnál egy '%s' típusú fájlt a '%s' szűrő használatával. Biztosan ezt szeretnéd? Válassz 'Nem'-et, hogy a %s szűrő nélkül nyissam meg.

source: Loading drawing
hu: Rajz betöltés

source: Do you want to use this drawing name for the job name?
hu: Szeretnéd ezt a rajz nevet használni a munka neveként?

source: Save G-code
hu: G-kód mentés

source: Running post processor
hu: Vezérlőkód fut

source: You cannot place outlines on a duplicated part. Do you want to use the original part?
hu: Nem helyezhetsz el körvonalat egy duplikált terméken. Szeretnéd az eredeti terméket használni?

source: Place outlines
hu: Vázlat elhelyezés

source: Post processing...
hu: Vezérlőkódolás...

source: Part:
hu: Termék:

source: WARNING: part %s has no active operations
hu: FIGYELEM: A %s terméknek nincs aktív művelete

source: Error:
hu: Hiba:

source: Post processing failed
hu: Vezérlőkód készítés sikertelen

source: Post processing completed with %i warnings
hu: Vezérlőkód készítés %i figyelmeztetéssel végzett

source: Post processing completed
hu: Vezérlőkód készítése befejeződött

source: Tool %i does not exist
hu: A %i szerszám nem létezik

source: WARNING: Cutter will hit the table! Cut depth has been reduced to
hu: FIGYELEM: A vágó beleér az asztalba! A vágási mélység lecsökkentve ide

source: Warning:
hu: Figyelmeztetés:

source: Run the post processor (%s)
hu: Vezérlőkód készítése (%s)

source: Post not found
hu: Vezérlő nem található

source: Unable to open output file
hu: A kimeneti fájl nem nyitható meg

source: Change start point
hu: Kezdőpont megváltoztatás

source: Change tab
hu: Fül váltás

source: New tab
hu: Új fül

source: Change action tab
hu: Esemény fül váltás

source: Modify tool
hu: Szerszám módosítás

source: This file format does not support %s
hu: Ez a fájl formátum nem támogatott %s

source: Diameter
hu: Átmérő

source: Flute length
hu: Szerszám hossza

source: Spindle direction
hu: Orsó irány

source: Tool length offset
hu: Szerszám hossz eltolás

source: Point angle
hu: Élszög

source: diameter
hu: átmérő

source: Pitch
hu: Menetemelkedés

source: Underfeed
hu: Hiányos előtolás

source: Reverse multiplier
hu: Fordított szorzó

source: Axial travel
hu: Tengely irányú mozgás

source: Number of teeth
hu: Fogak száma

source: Thread depth
hu: Menetmélység

source: Tip diameter
hu: Csúcs átmérő

source: V angle
hu: V szög

source: Start delay
hu: Indulásnál vár

source: Pierce delay
hu: Kiszúrás késleltetés

source: Pause at end of cut
hu: Szünet a vágás végén

source: Wiggle length
hu: Kigyózás hossza

source: Pierce height
hu: Kiszúrás mélység

source: Cut height
hu: Vágás mélység

source: Pierce type
hu: Kiszúrás típus

source: Kerf width
hu: Kivágás szélesség

source: kerf
hu: kivágás

source: Power
hu: Teljesítmény

source: Preheat
hu: Előmelegít

source: Code:
hu: Kód:

source: New tool
hu: Új szerszám

source: This tool number is already in use. Please select a different number
hu: Ez a szerszám sorszám már használatban. Válassz egy másik számot

source: Yes
hu: Igen

source: No
hu: Nem

source: Comment
hu: Komment

source: The job was not loaded.
hu: A munka nincs betöltve.

source: Removing duplicate vectors
hu: Duplázott vektorok eltávolítása

source: This drawing contains overlapping outlines. The duplicates have been removed.
hu: A rajz egymást fedő körvonalakat tartalmaz. A duplikálás eltávolítva.

source: Reducing detail
hu: Részletesség csökkentés

source: Arc matching
hu: Ív illesztés

source: Centre finding circles
hu: Központ kereső körök

source: Sorting vectors
hu: Vektorok rendezése

source: Joining vertex ends
hu: Csúcsvégek csatlakoztatása

source: Checking arc centers
hu: Ív középpontok ellenőrzése

source: Calculating polygon nesting
hu: Sokszög teríték kiszámítása

source: Finding group directions
hu: Csoport irányának keresése

source: Autoload
hu: Automatikus betöltés

source: Do you want to load this file:
hu: Be akarod tölteni ezt a fájlt:

source: Auto load
hu: Automatikus betöltés

source: Enable Autoload
hu: Automatikus betöltés engedélyezés

source: Check for changes at startup
hu: Induláskor a változások ellenőrzése

source: Scan a directory
hu: Könyvtár átvizsgálás

source: Timing
hu: Időzítés

source: Delay before loading
hu: Vár mielőtt betöltés

source: Last file changed:
hu: Utolsó fájl változott:

source: Reset time
hu: Rezet idő

source: Quick load
hu: Gyors betöltés

source: Quickly browse and load files.
hu: Gyorsan böngészhetsz és betölthetsz fájlokat.

source: File name
hu: Fájl név

source: Date
hu: Dátum

source: You need to select a template
hu: Ki kell választani egy sablont

source: Directory
hu: Könyvtár

source: Include sub dirs
hu: Alkönyvtárakat is beleértve

source: File type
hu: Fájl típus

source: Show drawing options
hu: Rajz beállítások mutatása

source: Load template
hu: Sablon betöltés

source: Keep existing parts
hu: Tartsd a termékeket együtt

source: Automatically disable unused operations
hu: Használaton kívüli műveletek automatikus kikapcsolása

source: Convert selected files
hu: Kiválasztott fájlok konvertálása

source: Batch update
hu: Kötegelt frissítés

source: Generate thumbnail images for a batch of jobs
hu: Előnézeti képek készítése munkák kötegéhez

source: calculator
hu: számológép

source: Divide by zero error
hu: Nullával való osztás hiba

source: wxLua calculator sample based on the calc sample written by Marco Ghislanzoni.
hu: wxLua számológép minta Marco Ghislanzoni számológép mintája alapján.

source: built with
hu: készült vele

source: Calculator
hu: Számológép

source: &Plugins
hu: Bővítmények

source: Run the calculator
hu: Számológép futtatása

source: wxLua Calculator
hu: wxLua Számológép

source: initializing...
hu: inicializálás...

source: Clear
hu: Tisztít

source: Quit
hu: Kilép

source: Cube demo plugin
hu: Kocka bemutató bővítmény

source: Character spacing
hu: Betűköz

source: Line spacing
hu: Sortávolság

source: Rotate
hu: Forgatás

source: plugin Adds nesting facilities to SheetCam
hu: bővítmény Teríték készítő hozzáadása a SheetCam-hez

source: HPGL/1 import filter Does not handle text entities
hu: HPGL/1 import szűrő Nem kezel szöveges egységeket

source: DXF import filter Note: does not handle text entities or blocks
hu: DXF import szűrő Megjegyzés: Nem kezeli a szöveges egységeket vagy blokkokat

source: Use points for drilling
hu: Használjon pontokat a fúráshoz

source: Use colours as layer names
hu: Használja a színeket a réteg elnevezéséhez

source: File options
hu: Fájl beállítások

source: File scale
hu: Fájl méretarány

source: Inches
hu: Inch

source: Bottom left
hu: Bal alsó

source: Material bottom left
hu: Anyag bal alsó

source: Excellon import filter Can automatically create tools and operations based on the tool definitions in the file
hu: Excellon import szűrő Képes automatikusan létrehozni szerszámokat és műveleteket a fájlban lévő szerszám definíció alapján

source: A compatible version of Mach3 was detected.
hu: Egy megfelelő Mach3 verziót észleltem.

source: Mach3 is installed but the SheetCamRemote plugin was not found. Please install the SheetCamRemote plugin and enable it in Mach. The plugin can be enabled by going to Config->Config plugins.
hu: Mach3 telepítve van, de a SheetCamRemote bővítményt nem találom. Kérlek telepítsd a SheetCamRemote bővítményt és engedélyezd a Mach3-ban. A bővítmény engedélyezése a Config->Config plugins menüben történik.

source: Mach3 was not found.
hu: Mach3 nem található.

source: This plugin is disabled.
hu: Ez a bővítmény ki van kapcsolva.

source: &Enable Mach3
hu: Mach3 &Engedélyezés

source: Signal Mach3 when post processor is run
hu: Jelzés a Mach3-nak, amikor a vezérlőkód feldolgozás fut

source: Show remote control
hu: Mutasd a távirányítást

source: Mach automatic file transfer If Mach is available, post processed files can be automatically transferred.
hu: Mach program automatikus fájl átadás Ha a Mach elérhető, a vezérlő fájl automatikusan átadásra kerül.

source: Zero
hu: Nulla

source: Reset
hu: Rezet

source: Single step
hu: Egy lépés

source: Pause
hu: Szünet

source: Rewind
hu: Visszatekerés

source: Block delete
hu: Blokk törlés

source: Feed
hu: Előtolás

source: Run
hu: Futtat

source: Jog Y+ (up arrow)
hu: Y+ meglökés (fel nyíl)

source: Jog Z+ (page up)
hu: Z+ meglökés (lapozás fel / page up)

source: Jog X- (left arrow)
hu: X- meglökés (balra nyíl)

source: Step
hu: Lépés

source: Move in fixed steps
hu: Mozgás rögzített lépésekkel

source: Jog X+ (right arrow)
hu: X+ meglökés (jobbra nyíl)

source: Jog Y- (down arrow)
hu: Y- meglökés (le nyíl)

source: Jog Z- (Page down)
hu: Z- meglökés (lapozás le / page down)

source: Step size
hu: Lépésköz

source: Jog speed
hu: Lökés sebesség

source: Jog
hu: Lökés

source: Move
hu: Mozgás

source: Move amount
hu: Mozgás mennyisége

source: All parts
hu: Minden termékek

source: Material height
hu: Anyag magasság

source: Material size
hu: Anyag méret

source: Rotary plasma
hu: Forgó plazma

source: Resume
hu: Visszahoz

source: Simulation
hu: Szimuláció

source: Torch on
hu: Fáklya be

source: Waiting
hu: Várakozás

source: Spindle CW
hu: Orsó óramutató irány

source: Spindle CCW
hu: Orsó óramutató ellentétes

source: Flood coolant
hu: Hűtőfolyadék eláraszt

source: Mist coolant
hu: Hűtőfolyadék porlasztás

source: Special options
hu: Speciális beállítások

source: Update rate
hu: Frissítés mértéke

source: Rapid feed
hu: Gyors utazás

source: Note: increasing the update rate makes movement smoother but uses more CPU power.
hu: Megjegyzés: A frissítés mértékének növelése a mozgást finomabbá teszi, de több processzor teljesítményt használ.

source: Setup
hu: Beállítás

source: Position and time
hu: Pozíció és idő

source: Status
hu: Státusz

source: Sim
hu: Szim

source: Simulation plugin
hu: Szimuláció bővítmény

source: Tool polygon detail
hu: Szerszámpálya részletek finomítás

source: Note: increasing the update rate makes movement smoother but uses more CPU power. Increasing the polygon detail makes the tool outline smoother but uses more CPU power.
hu: Megjegyzés: A frissítés mérték növelése a mozgást finomabbá teszi, de több processzor teljesítményt igényel. A részletek finomítása a szerszám körvonalat simábbá teszi, de több processzor teljesítményt igényel.

source: Tool colours
hu: Szerszámpálya színek

source: Spindle off/jet off
hu: Orsó ki / sugár ki

source: Spindle CW/jet preheat
hu: Orsó órairány / sugár előmelegít

source: Spindle CCW/jet cutting
hu: Orsó óraellen / sugaras vágás

source: Tool diameter
hu: Szerszám átmérő

source: Scale size
hu: Méretarány

source: Minimum size
hu: Minimum méret

source: SVG import filter Note: Does not currently handle text entities
hu: SVG import szűrő Megjegyzés: Jelenleg nem kezeli a szöveges egységeket

source: Text Creation plugin Inserts text into your drawing. Uses Autocad SHX fonts
hu: Text Creation bővítmény Szöveget illeszt a rajzodba. Autocad SHX betűkészletet használ

source: This file exists. Do you want to overwrite it?
hu: A fájl létezik. Biztosan felül akarod írni?

source: The quick brown fox
hu: ÁRVÍZTŰRŐ ÜTVEFÚRÓGÉP

source: Layer to insert text into
hu: Réteg a szöveg beszúráshoz

source: Font
hu: Betűtípis

source: Import file
hu: Import fájl

source: Size/Position
hu: Méret/Pozíció

source: Height
hu: Magasság

source: Height of a standard upper case character
hu: Standard nagybetű magassága

source: Compression
hu: Tömörítés

source: Horizontal spacing
hu: Vízszintes térköz

source: Vertical spacing
hu: Függőleges térköz

source: Slope
hu: Lejtés

source: Rotation
hu: Forgás

source: Text angle
hu: Szöveg szöge

source: Alignment
hu: Igazítás

source: Enter your text here
hu: Írd ide a szöveget

source: Add to current part
hu: Aktuális termékhez hozzáad

source: A compatible version of USBCNC was detected.
hu: Egy kompatibilis USBCNC verziót észleltem.

source: USBCNC NOT detected. This plugin is disabled.
hu: Nem érzékelek USBCNC-t. Ez a bővítmény kikapcsolva.

source: &Enable USBCNC
hu: USBCNC &engedélyezés

source: Signal USBCNC when post processor is run
hu: Jelzés az USBCNC-nek, amikor a vezérlőkód feldolgozás fut

source: Home X
hu: Haza X

source: Home Y
hu: Haza Y

source: Home Z
hu: Haza Z

source: Home all
hu: Minden haza

source: Drives on
hu: Meghajtók be

source: Simulate motion without moving the machine
hu: Mozgások szimulálása a gép mozgatása nélkül

source: Spindle
hu: Orsó

source: Sync tool table
hu: Szerszámtábla szinkron

source: Send tool table to USBCNC
hu: Szerszám táblázat küldése USBCNC

source: Automatically sync tools
hu: Automatikus szerszám szinkronizálás

source: Automatically send tool table to USBCNC when running the post processor
hu: Automatikusan elküldi a szerszám táblát a USBCNC -nak, miközben a vezérlőkód készítés fut

source: Monitor tool table
hu: Szerszám tábla monitor

source: Automatically update tool table if tools change in USBCNC
hu: Automatikusan frissíti a szerszám táblát ha a szerszám megváltozik a USBCNC -ben

source: Misc
hu: Egyéb

source: USBCNC automatic file transfer If USBCNC is available, post processed files can be automatically transferred.
hu: USBCNC automatikus fájl átvitel Ha az USBCNC elérhető, a vezérlőkód fájl automatikusan elküldésre kerül.

source: Can mirror
hu: Tudom tükrözni

source: Exporting data
hu: Adat exportálás

source: Maximum number of sheets to use
hu: A használható lapok száma

source: Edge distance
hu: Éltávolság

source: Angles
hu: Szögek

source: Any
hu: Valamennyi

source: 90 degrees
hu: 90 fok

source: 180 degrees
hu: 180 fok

source: Save nest file
hu: Teríték fájl mentés

source: Nest
hu: Teríték

source: Unable to open file Is it opened by another application?
hu: Nem lehet a fájlt megnyitni Talán egy másik program tartja nyitva?

source: Waiting for NestFab
hu: Várok a NestFab-ra

source: Waiting for MyNesting
hu: Várok a MyNesting-re

source: Parts not in job file
hu: Termékek nincsenek a munka fájlban

source: Load nest file
hu: Teríték fájl betöltés

source: Unable to open file
hu: Nem lehet a fájlt megnyitni

source: Sheet %i
hu: Lap %i

source: The nest file does not match the job file. The nest may be incomplete or inaccurate. Are you sure you want to continue?
hu: A teríték fájl nem egyezik a munka fájllal. A teríték nincs befejezve vagy pontatlan. Biztosan folytatni akarod?

source: /&Nesting
hu: /&Teríték

source: Export to DG NestPro
hu: Exportálás DG NestPro-ba

source: Import from DG NestPro
hu: Importálás DG NestPro-ból

source: DNC tool
hu: DNC (Direkt számjegy vezérlés)

source: DNC
hu: DNC (Direkt számjegy vezérlés)

source: &Send data
hu: &Adat küldés

source: &Configure
hu: &Beállítás

source: Unable to execute command
hu: Nem lehet végrehajtani a parancsot

source: Unable to open port
hu: Nem lehet a portot megnyitni

source: Send data
hu: Adat küldés

source: Open G-code
hu: G-kód megnyitás

source: All files|*.*
hu: Minden fájl|*.*

source: Serial port
hu: Soros port

source: Run external command
hu: Külső parancs futtatás

source: DNC function
hu: DNC funkció

source: Automatically send data
hu: Automatikus adat küldés

source: Port settings
hu: Port beállítások

source: Odd
hu: Páratlan

source: Even
hu: Páros

source: Space
hu: Hely

source: Data size
hu: Adat méret

source: Flow control
hu: Áramlásszabályozás

source: Hardware
hu: Hardver

source: Software
hu: Szoftver

source: Command settings
hu: Parancs beállítások

source: Command:
hu: Parancs:

source: Note: '%f' will get replaced by the file name
hu: Megjegyzés: '%f' cserélve lett a fájl nevével

source: Run in terminal
hu: Terminálban futtatás

source: Keep open when command finishes
hu: Tartsd nyitva, ha a parancs befejeződött

source: Wait for command to finish
hu: Várj a parancs befejezéséig

source: Open command
hu: Parancs megnyitás

source: Reading file
hu: Fájl olvasás

source: Number format
hu: Szám formátum

source: Leading zeros
hu: Bevezető nullák

source: Trailing zeros
hu: Lezáró nullák

source: Create tools and operations
hu: Műveletek és szerszámok készítése

source: Finish depth
hu: Befejező mélység

source: This will delete your current tools and operations. Do you want to continue?
hu: Ez törölni fogja az aktuális szerszámokat és műveleteket. Biztosan folytatod?

source: Drag knife
hu: Vágókés

source: Accuracy
hu: Pontosság

source: Offset amount
hu: Eltolás mértéke

source: Knife
hu: Kés

source: Create a new drag knife operation
hu: Új kivágó kés művelet készítés

source: Create a new drag knife tool
hu: Új kivágó kés szerszám készítés

source: Offset
hu: Eltolás

source: Swivel depth
hu: Forgási mélység

source: offset
hu: eltolás

source: Raster engraving
hu: Raszter gravírozó

source: Acceleration distance
hu: Gyorsulási távolság

source: Stop delay
hu: Stop várakozás

source: Kerf width compensation
hu: Vágás szélesség kompenzáció

source: Cut mode
hu: Vágás mód

source: Open line width
hu: Vonal megnyitás szélesség

source: Laser engrave
hu: Lézer gravírozó

source: Line width is less than the kerf width.
hu: A vonal szélesség kisebb, mint a vágási szélesség.

source: Raster
hu: Raszter

source: Create a new raster engraving operation
hu: Új raszter gravírozó művelet készítés

source: Fixed angle
hu: Rögzített szög

source: Export to NestFab
hu: NestFab exportálás

source: Export to MyNesting
hu: MyNesting exportálás

source: Import nest
hu: Teríték importálás

source: Punch
hu: Lyukaszt

source: Create a new punch operation
hu: Új lyukasztó művelet készítés

source: Calculate diameter from drawing
hu: Átmérő számítás a rajz alapján

source: Work type
hu: Munka típusa

source: Flat sheet
hu: Sima lap

source: Rectangular section
hu: Téglalap alakú szakasz

source: Round pipe
hu: Kerek cső

source: I beam
hu: Sugárzom

source: Drives enabled.
hu: A meghajtók engedélyezve.

source: Not homed.
hu: Nem tért haza.

source: Z to %.3f
hu: Z ide %.3f

source: The machine move sequence will be:
hu: A gép mozgatási sorrendje a következő lesz:

source: Safety move
hu: Biztonsági lépés

source: Maximum depth
hu: Maximum mélység

source: Grid Size
hu: Rács méret

source: Tolerance
hu: Tűrés

source: Create a new V carving operation
hu: Új V carving művelet készítés

source: Step Size
hu: Lépésköz

source: Show circles
hu: Körök mutatása

source: Corner sharpening
hu: Sarok élesítés

source: Create pocket
hu: Készíts zsebet

source: Wire
hu: Huzal

source: Start from
hu: Indítás innen

source: End at
hu: Vége itt

source: Wire cut
hu: Huzal vágás

source: Cut route is not complete.
hu: Vágás útvonal nem teljes.

source: Cut route is impossible.
hu: A vágás útvonal lehetetlen.

source: Changed wire link
hu: Huzal kapcsolat megváltozott

source: Add corner
hu: Sarok hozzáadás

source: Delete corner
hu: Sarok törlés

source: Reverse direction
hu: Fordított irány

source: Wire cutting
hu: Huzal vágás

source: Create a new Vire cutting operation
hu: Új Huzalvágó művelet készítés

source: Wire cutter
hu: Huzalvágó

source: Create a new wire cutting tool
hu: Új huzalvágó szerszám készítés
